# brew bundle install
tap 'caius/prince'
tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'gapple/services'
tap 'homebrew/apache'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/php'
tap 'homebrew/versions'
tap 'neovim/neovim'
tap 'rogual/neovim-dot-app'
brew 'apr'
brew 'openssl'
brew 'apr-util'
brew 'autoconf'
brew 'automake'
brew 'boost'
brew 'c-ares'
brew 'cmake'
brew 'coreutils'
brew 'cscope'
brew 'direnv'
brew 'dnsmasq', restart_service: true
brew 'pcre2'
brew 'fish'
brew 'fontconfig'
brew 'freetds'
brew 'libpng'
brew 'freetype'
brew 'git'
brew 'fzf'
brew 'gdbm'
brew 'gettext'
brew 'icu4c'
brew 'jpeg'
brew 'libtiff'
brew 'libtool'
brew 'xz'
brew 'imagemagick@6'
brew 'jansson'
brew 'jemalloc'
brew 'libev'
brew 'libevent'
brew 'libgpg-error'
brew 'libksba'
brew 'libtermkey'
brew 'libuv'
brew 'libvterm'
brew 'readline'
brew 'sqlite'
brew 'python'
brew 'libxml2'
brew 'libyaml'
brew 'macvim'
brew 'msgpack'
brew 'spdylay'
brew 'nghttp2'
brew 'node'
brew 'openssl@1.1'
brew 'pcre'
brew 'percona-server@5.6'
brew 'pkg-config'
brew 'redis', restart_service: true
brew 'scons'
brew 'tree'
brew 'unibilium'
brew 'unixodbc'
brew 'v8'
brew 'wget'
brew 'yarn'
brew 'caius/prince/prince'
brew 'homebrew/dupes/zlib'
brew 'homebrew/apache/httpd24', args: ['with-http2', 'with-privileged-ports']
brew 'homebrew/php/php56', args: ['with-httpd24']
brew 'homebrew/php/php71', args: ['with-httpd24']
brew 'neovim/neovim/neovim'
brew 'rogual/neovim-dot-app/neovim-dot-app'
cask 'font-hack-nerd-font'
cask 'gmvault'
cask 'java'
